import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""import pandas as pd
df = pd.read_excel('prepared_hard.xlsx')
df
df
df
df
"""Уииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииииии"""